Repository: common-repository/peters-custom-anti-spam-image
Catalog: peters_custom_anti_spam-*.po
Languages: sk_sk

source: * * * INVALID * * *
sk_sk: *** NEPLATNÉ ***

source: That anti-spam number is no longer valid.
sk_sk: Toto anti-spamové číslo už nie je platné.

source: Cannot initialize new GD image stream
sk_sk: Nemožno inicializovať nový GD prúd obrázkov

source: To prove you're a person (not a spam script), type the security word shown in the picture.
sk_sk: Pre dokázanie, že ste osoba (nie spam skript), vpíšte bezpečnostné slovo z obrázka.

source: Click on the picture to hear an audio file of the word.
sk_sk: Kliknite na obrázok pre vypočutie slova z obrázka.

source: Anti-spam word: (Required)
sk_sk: Anti-spamové slovo: (Požadované)

source: Click to hear an audio file of the anti-spam word
sk_sk: Kliknite pre vypočutie anti-spamového slova

source: Anti-spam image
sk_sk: Anti-spamový obrázok

source: Error: The anti-spam word is invalid. Please report this error to the webmaster. Go back and refresh the page to re-submit your comment.
sk_sk: Chyba: Anti-spamové slovo je neplatné. Prosím, oznámte túto chybu správcovi webovej stránky. Vráťte sa späť a aktualizujte stránku ak chcete skúsiť znova odoslať komentár.

source: Copy your comment in case this site forces a page reload whenever you press the Back button:
sk_sk: Skopírujte váš komentár v prípade, že sa stránka znovu načíta vždy keď stlačíte tlačidlo Späť:

source: Error: Please enter the anti-spam word.
sk_sk: Chyba: Zadajte prosím anti-spamové slovo.

source: Error: Please enter the correct anti-spam word. Press the back button and try again.
sk_sk: Chyba: Zadajte prosím správne anti-spamové slovo. Stlačte tlačidlo späť a skúste to znova.

source: Settings updated.
sk_sk: Nastavenia aktualizované.

source: ERROR: The anti-spam word is no longer valid.
sk_sk: CHYBA: Anti-spamové slovo už nie je platné.

source: ERROR: Please enter the correct anti-spam word.
sk_sk: CHYBA: Zadajte prosím správne anti-spamové slovo.

source: ERROR: That e-mail address has been blocked.
sk_sk: CHYBA: Táto e-mailová adresa bola zablokovaná.
